Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

source: Monthly fees
de: Monatliche Kosten
es: Cuotas mensuales
fr: Frais mensuels
ja: 月額料金
ko: 월 요금
pt_br: Tarifas mensais
zh_hans: 月费
zh_hant_hk: 月費
zh_hant_tw: 月費

source: Multiple currencies
de: Mehrere Währungen
es: Varias monedas
fr: Plusieurs devises
ja: 複数通貨 · 表示
ko: 여러 통화 · 보기
pt_br: Várias moedas
zh_hans: 多币种 · 查看
zh_hant_hk: 多幣種 · 查看
zh_hant_tw: 多幣種 · 查看

source: Mute applies to this iPhone only. Configure directories, plans and API keys on your Mac.
de: Die Stummschaltung gilt nur für dieses iPhone. Ordner, Tarife und API-Schlüssel werden auf dem Mac konfiguriert.
es: El silencio solo se aplica a este iPhone. Configura carpetas, planes y claves API en tu Mac.
fr: La sourdine ne s’applique qu’à cet iPhone. Configurez les dossiers, les forfaits et les clés API sur votre Mac.
ja: ミュートはこのiPhoneにのみ適用されます。フォルダ、プラン、APIキーはMacで設定してください。
ko: 음소거는 이 iPhone에만 적용됩니다. 디렉터리, 요금제 및 API 키는 Mac에서 구성하세요.
pt_br: O modo silencioso se aplica somente a este iPhone. Configure diretórios, planos e chaves de API no Mac.
zh_hans: 静音仅影响此 iPhone，不修改 Mac。目录授权、套餐和 API Key 请在 Mac 上配置。
zh_hant_hk: 靜音僅影響此 iPhone，不修改 Mac。資料夾授權、計劃和 API Key 請在 Mac 上設定。
zh_hant_tw: 靜音僅影響此 iPhone，不修改 Mac。資料夾授權、方案和 API Key 請在 Mac 上設定。

source: Mute iPhone
de: iPhone stummschalten
es: Silenciar iPhone
fr: Mettre l’iPhone en sourdine
ja: iPhoneをミュート
ko: iPhone 음소거
pt_br: Silenciar iPhone
zh_hans: 静音 iPhone
zh_hant_hk: 靜音 iPhone
zh_hant_tw: 靜音 iPhone

source: Mute sound
de: Ton ausschalten
es: Silenciar sonido
fr: Couper le son
ja: サウンドをミュート
ko: 소리 끄기
pt_br: Silenciar som
zh_hans: 关闭声音
zh_hant_hk: 關閉聲音
zh_hant_tw: 關閉聲音

source: Mute sounds
de: Töne ausschalten
es: Silenciar sonidos
fr: Couper les sons
ja: サウンドをミュート
ko: 소리 끄기
pt_br: Silenciar sons
zh_hans: 静音
zh_hant_hk: 靜音
zh_hant_tw: 靜音

source: Muted
de: Stumm
es: Silenciado
fr: En sourdine
ja: ミュート中
ko: 음소거됨
pt_br: Silenciado
zh_hans: 已静音
zh_hant_hk: 已靜音
zh_hant_tw: 已靜音

source: Native Mac widget for today's AI coding activity.
de: Natives Mac-Widget für deine heutige KI-Coding-Aktivität.
es: Widget nativo para Mac con la actividad de programación con IA de hoy.
fr: Widget Mac natif pour suivre votre activité de programmation avec l’IA aujourd’hui.
ja: 今日のAIコーディングアクティビティを表示するMacネイティブウィジェットです。
ko: 오늘의 AI 코딩 활동을 보여 주는 네이티브 Mac 위젯입니다.
pt_br: Widget nativo para Mac com a atividade de programação com IA de hoje.
zh_hans: 原生 Mac 小组件，显示今天的 AI 编码活动。
zh_hant_hk: 原生 Mac 小工具，顯示今日的 AI 編碼活動。
zh_hant_tw: 原生 Mac 小工具，顯示今天的 AI 編碼活動。

source: Next week placeholder
de: Platzhalter für nächste Woche
es: Marcador de la semana siguiente
fr: Espace réservé à la semaine suivante
ja: 翌週のプレースホルダー
ko: 다음 주 자리 표시자
pt_br: Espaço reservado da próxima semana
zh_hans: 下一周占位
zh_hant_hk: 下一周佔位
zh_hant_tw: 下一週佔位

source: No API key or plan required to start
de: Zum Start sind weder API-Schlüssel noch Tarif erforderlich
es: No necesitas una clave API ni un plan para empezar
fr: Aucune clé API ni aucun forfait requis pour commencer
ja: 開始にAPIキーやプランは不要です
ko: 시작하는 데 API 키나 요금제가 필요하지 않습니다
pt_br: Nenhuma chave de API ou plano é necessário para começar
zh_hans: 无需 API Key 或套餐即可开始
zh_hant_hk: 無需 API Key 或計劃即可開始
zh_hant_tw: 無需 API Key 或方案即可開始

source: No composition data
de: Keine Zusammensetzungsdaten
es: Sin datos de composición
fr: Aucune donnée de composition
ja: 構成データなし
ko: 구성 데이터 없음
pt_br: Sem dados de composição
zh_hans: 尚无词元构成数据
zh_hant_hk: 尚無詞元構成資料
zh_hant_tw: 尚無詞元構成資料

source: No current signal
de: Kein aktuelles Signal
es: Sin señal actual
fr: Aucun signal actuel
ja: 現在のシグナルなし
ko: 현재 신호 없음
pt_br: Sem sinal atual
zh_hans: 暂无当前观测
zh_hant_hk: 暫無目前觀測
zh_hant_tw: 暫無目前觀測

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
zh_hans: 暂无数据
zh_hant_hk: 暫無資料
zh_hant_tw: 暫無資料

source: No development folders configured
de: Keine Entwicklungsordner konfiguriert
es: No hay carpetas de desarrollo configuradas
fr: Aucun dossier de développement configuré
ja: 開発フォルダが設定されていません
ko: 구성된 개발 폴더가 없습니다
pt_br: Nenhuma pasta de desenvolvimento configurada
zh_hans: 尚未配置开发目录
zh_hant_hk: 尚未設定開發資料夾
zh_hant_tw: 尚未設定開發資料夾

source: No fixed subscription
de: Kein festes Abonnement
es: Sin suscripción fija
fr: Aucun abonnement fixe
ja: 固定サブスクリプションなし
ko: 고정 구독 없음
pt_br: Sem assinatura fixa
zh_hans: 无固定订阅
zh_hant_hk: 無固定訂閱
zh_hant_tw: 無固定訂閱

source: No observation
de: Keine Beobachtung
es: Sin observaciones
fr: Aucune observation
ja: 観測なし
ko: 관측 없음
pt_br: Sem observação
zh_hans: 暂无观测
zh_hant_hk: 暫無觀測
zh_hant_tw: 暫無觀測

source: No observations
de: Keine Beobachtungen
es: Sin observaciones
fr: Aucune observation
ja: 観測なし
ko: 관측 없음
pt_br: Sem observações
zh_hans: 暂无观测
zh_hant_hk: 暫無觀測
zh_hant_tw: 暫無觀測

source: No recent AI activity
de: Keine kürzliche AI-Aktivität
es: Sin actividad de IA reciente
fr: Aucune activité AI récente
ja: 最近のAIアクティビティなし
ko: 최근 AI 활동 없음
pt_br: Sem atividade recente de IA
zh_hans: 近期没有 AI 活动
zh_hant_hk: 近期沒有 AI 活動
zh_hant_tw: 近期沒有 AI 活動

source: No repository changes observed. Configure development directories on your Mac.
de: Keine Repository-Änderungen beobachtet. Konfiguriere Entwicklungsordner auf deinem Mac.
es: No se observaron cambios en repositorios. Configura las carpetas de desarrollo en tu Mac.
fr: Aucune modification de dépôt observée. Configurez les dossiers de développement sur votre Mac.
ja: リポジトリの変更は観測されていません。Macで開発フォルダを設定できます。
ko: 관측된 저장소 변경 사항이 없습니다. Mac에서 개발 디렉터리를 구성하세요.
pt_br: Nenhuma alteração de repositório observada. Configure os diretórios de desenvolvimento no Mac.
zh_hans: 未观测到仓库变化；可在 Mac 上配置开发目录。
zh_hant_hk: 未觀測到儲存庫變化；可在 Mac 上設定開發資料夾。
zh_hant_tw: 未觀測到儲存庫變化；可在 Mac 上設定開發資料夾。

source: No snapshot for this range
de: Keine Momentaufnahme für diesen Zeitraum
es: Sin instantáneas para este intervalo
fr: Aucun instantané pour cette période
ja: この範囲のスナップショットはありません
ko: 이 범위의 스냅샷 없음
pt_br: Sem instantâneo para este intervalo
zh_hans: 此范围尚无数据
zh_hant_hk: 此範圍尚無資料
zh_hant_tw: 此範圍尚無資料

source: No supported tool logs found
de: Keine unterstützten Tool-Protokolle gefunden
es: No se encontraron registros de herramientas compatibles
fr: Aucun journal d’outil compatible trouvé
ja: 対応するツールログが見つかりません
ko: 지원되는 도구 로그를 찾지 못함
pt_br: Nenhum registro de ferramenta compatível encontrado
zh_hans: 尚未发现支持的工具日志
zh_hant_hk: 尚未發現支援的工具記錄
zh_hant_tw: 尚未發現支援的工具記錄

source: No tool activity data
de: Keine Tool-Aktivitätsdaten
es: Sin datos de actividad de herramientas
fr: Aucune donnée d’activité des outils
ja: ツールのアクティビティデータなし
ko: 도구 활동 데이터 없음
pt_br: Sem dados de atividade de ferramentas
zh_hans: 尚无工具活动数据
zh_hant_hk: 尚無工具活動資料
zh_hant_tw: 尚無工具活動資料

source: No valid current signal. Check that your Mac is running and syncing.
de: Kein gültiges aktuelles Signal. Prüfe, ob dein Mac läuft und synchronisiert.
es: No hay ninguna señal actual válida. Comprueba que tu Mac esté encendido y sincronizando.
fr: Aucun signal actuel valide. Vérifiez que votre Mac fonctionne et se synchronise.
ja: 有効な現在のシグナルがありません。Macが起動して同期中であることを確認してください。
ko: 유효한 현재 신호가 없습니다. Mac이 실행 중이고 동기화되고 있는지 확인하세요.
pt_br: Nenhum sinal atual válido. Verifique se o Mac está ligado e sincronizando.
zh_hans: 尚无有效的当前强度，请确认 Mac 正在运行并同步。
zh_hant_hk: 尚無有效的目前強度，請確認 Mac 正在運行並同步。
zh_hant_tw: 尚無有效的目前強度，請確認 Mac 正在運行並同步。

source: Not enabled yet
de: Noch nicht aktiviert
es: Aún no activado
fr: Pas encore activé
ja: まだ有効ではありません
ko: 아직 활성화되지 않음
pt_br: Ainda não ativado
zh_hans: 尚未启用
zh_hant_hk: 尚未啓用
zh_hant_tw: 尚未啓用

source: Not signed in to iCloud
de: Nicht bei iCloud angemeldet
es: Sesión de iCloud no iniciada
fr: Non connecté à iCloud
ja: iCloudにサインインしていません
ko: iCloud에 로그인하지 않음
pt_br: Sessão não iniciada no iCloud
zh_hans: 尚未登录 iCloud
zh_hant_hk: 尚未登錄 iCloud
zh_hant_tw: 尚未登錄 iCloud

source: Not signed into an Apple account
de: Nicht bei einem Apple Account angemeldet
es: Sesión de la cuenta de Apple no iniciada
fr: Non connecté à un compte Apple
ja: Appleアカウントにサインインしていません
ko: Apple 계정에 로그인하지 않음
pt_br: Sessão não iniciada em uma Conta Apple
zh_hans: 尚未登录 Apple 账户
zh_hant_hk: 尚未登錄 Apple 帳戶
zh_hant_tw: 尚未登錄 Apple 帳戶

source: Notification sounds
de: Mitteilungstöne
es: Sonidos de notificación
fr: Sons des notifications
ja: 通知音
ko: 알림 소리
pt_br: Sons de notificação
zh_hans: 通知声音
zh_hant_hk: 通知聲音
zh_hant_tw: 通知聲音

source: Notification status
de: Mitteilungsstatus
es: Estado de las notificaciones
fr: État des notifications
ja: 通知の状態
ko: 알림 상태
pt_br: Status das notificações
zh_hans: 通知状态
zh_hant_hk: 通知狀態
zh_hant_tw: 通知狀態

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant_hk: 通知
zh_hant_tw: 通知

source: Notifications deliver spending alerts. This opens AI Pulse’s system settings, where Notifications controls permission, alert styles and sounds. If permission was denied, enable it there.
de: Mitteilungen liefern Ausgabenwarnungen. Dies öffnet die Systemeinstellungen von AI Pulse, wo Mitteilungen Berechtigung, Hinweisstile und Töne steuert. Wurde die Berechtigung verweigert, aktiviere sie dort.
es: Las notificaciones envían alertas de gasto. Esto abre los ajustes del sistema de AI Pulse, donde Notificaciones controla el permiso, los estilos de aviso y los sonidos. Si se denegó el permiso, actívalo allí.
fr: Les notifications transmettent les alertes de dépenses. Ceci ouvre les réglages système d’AI Pulse, où Notifications contrôle l’autorisation, les styles d’alerte et les sons. Si l’autorisation a été refusée, activez-la ici.
ja: 通知は支出アラートを届けます。AI Pulseのシステム設定が開き、「通知」で許可、通知スタイル、サウンドを変更できます。許可を拒否した場合は、そこで有効にしてください。
ko: 알림은 지출 경고를 전달합니다. 이 항목은 AI Pulse의 시스템 설정을 열며 알림에서 권한, 경고 스타일 및 소리를 관리할 수 있습니다. 권한을 거부했다면 여기서 활성화하세요.
pt_br: As notificações enviam alertas de gastos. Isso abre os ajustes do sistema do AI Pulse, onde Notificações controla a permissão, os estilos de alerta e os sons. Se a permissão foi negada, ative-a ali.
zh_hans: 通知用于接收支出提醒。系统设置会打开 AI Pulse 的设置页，可进入“通知”修改允许通知、提醒方式和声音。已拒绝授权后，需在系统设置中重新开启。
zh_hant_hk: 通知用於接收支出提醒。系統設定會打開 AI Pulse 的設定頁，可進入“通知”修改允許通知、提醒方式和聲音。已拒絕授權後，需在系統設定中重新開啓。
zh_hant_tw: 通知用於接收支出提醒。系統設定會打開 AI Pulse 的設定頁，可進入“通知”修改允許通知、提醒方式和聲音。已拒絕授權後，需在系統設定中重新開啓。

source: Observation details
de: Beobachtungsdetails
es: Detalles de la observación
fr: Détails de l’observation
ja: 観測の詳細
ko: 관측 세부 정보
pt_br: Detalhes da observação
zh_hans: 账户观测明细
zh_hant_hk: 帳戶觀測明細
zh_hant_tw: 帳戶觀測明細

source: Observation window
de: Beobachtungszeitraum
es: Intervalo de observación
fr: Période d’observation
ja: 観測期間
ko: 관측 구간
pt_br: Janela de observação
zh_hans: 观测窗口
zh_hant_hk: 觀測窗口
zh_hant_tw: 觀測窗口

source: Observed
de: Beobachtet
es: Observado
fr: Observé
ja: 観測日時
ko: 관측 시각
pt_br: Observado
zh_hans: 观测于
zh_hant_hk: 觀測於
zh_hant_tw: 觀測於

source: Observed API spend
de: Beobachtete API-Ausgaben
es: Gasto de API observado
fr: Dépenses API observées
ja: 観測済みAPI支出
ko: 관측된 API 지출
pt_br: Gasto de API observado
zh_hans: API 已观测支出
zh_hant_hk: API 已觀測支出
zh_hant_tw: API 已觀測支出

source: Observed events
de: Beobachtete Ereignisse
es: Eventos observados
fr: Événements observés
ja: 観測済みイベント
ko: 관측된 이벤트
pt_br: Eventos observados
zh_hans: 已观测事件
zh_hant_hk: 已觀測事件
zh_hant_tw: 已觀測事件

source: Observed spend is above your usual pace
de: Beobachtete Ausgaben liegen über deinem üblichen Tempo
es: El gasto observado supera tu ritmo habitual
fr: Les dépenses observées dépassent votre rythme habituel
ja: 観測支出が通常のペースを上回っています
ko: 관측된 지출이 평소 속도보다 높습니다
pt_br: O gasto observado está acima do seu ritmo habitual
zh_hans: 真实消费高于平时节奏
zh_hant_hk: 真實消費高於平時節奏
zh_hant_tw: 真實消費高於平時節奏

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 已关闭
zh_hant_hk: 已關閉
zh_hant_tw: 已關閉

source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 已开启
zh_hant_hk: 已開啓
zh_hant_tw: 已開啓

source: Only future monitoring stops; existing history is retained.
de: Nur die zukünftige Überwachung wird beendet; der vorhandene Verlauf bleibt erhalten.
es: Solo se detiene la supervisión futura; el historial existente se conserva.
fr: Seul le suivi futur s’arrête ; l’historique existant est conservé.
ja: 今後の監視のみ停止し、既存の履歴は保持します。
ko: 이후 모니터링만 중지되며 기존 기록은 유지됩니다.
pt_br: Somente o monitoramento futuro é interrompido; o histórico existente é mantido.
zh_hans: 只停止后续监控，已有历史记录保留。
zh_hant_hk: 只停止後續監控，已有歷史記錄保留。
zh_hant_tw: 只停止後續監控，已有歷史記錄保留。

source: Open dashboard
de: Dashboard öffnen
es: Abrir panel
fr: Ouvrir le tableau de bord
ja: ダッシュボードを開く
ko: 대시보드 열기
pt_br: Abrir painel
zh_hans: 打开仪表盘
zh_hant_hk: 打開儀錶盤
zh_hant_tw: 打開儀錶盤

source: Optional account observations; they do not complete local tokens or affect activity tracking.
de: Optionale Kontobeobachtungen; sie ergänzen lokale Tokens nicht und beeinflussen die Aktivitätserfassung nicht.
es: Observaciones de cuenta opcionales; no completan los tokens locales ni afectan al seguimiento de actividad.
fr: Observations de compte facultatives ; elles ne complètent pas les jetons locaux et n’affectent pas le suivi de l’activité.
ja: アカウント観測は任意です。ローカルトークンを補完せず、アクティビティ追跡にも影響しません。
ko: 선택 사항인 계정 관측으로, 로컬 토큰을 보완하거나 활동 추적에 영향을 주지 않습니다.
pt_br: Observações opcionais da conta; elas não complementam os tokens locais nem afetam o acompanhamento de atividade.
zh_hans: 可选账户观测，不补全本地词元，也不影响基础活动统计。
zh_hant_hk: 可選帳戶觀測，不補全本地詞元，也不影響基礎活動統計。
zh_hant_tw: 可選帳戶觀測，不補全本地詞元，也不影響基礎活動統計。

source: Other
de: Weitere
es: Otros
fr: Autres
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant_hk: 其他
zh_hant_tw: 其他

source: Outer: today's tokens. Middle: added plus deleted code lines. Inner: current AI activity.
de: Außen: heutige Tokens. Mitte: hinzugefügte plus gelöschte Codezeilen. Innen: aktuelle AI-Aktivität.
es: Exterior: Tokens de hoy. Centro: Lines añadidas más eliminadas. Interior: actividad de IA actual.
fr: Extérieur : jetons du jour. Milieu : lignes de code ajoutées et supprimées. Intérieur : activité AI actuelle.
ja: 外側: 今日のトークン。中央: 追加行数と削除行数の合計。内側: 現在のAIアクティビティ。
ko: 바깥쪽: 오늘의 토큰. 가운데: 추가 및 삭제된 코드 줄의 합계. 안쪽: 현재 AI 활동.
pt_br: Externo: tokens de hoje. Central: linhas de código adicionadas mais excluídas. Interno: atividade de IA atual.
zh_hans: 外圈：今日词元。中圈：今日代码新增与删除行数之和。内圈：当前 AI 活动强度。
zh_hant_hk: 外圈：今日詞元。中圈：今日程式碼新增與刪除行數之和。內圈：目前 AI 活動強度。
zh_hant_tw: 外圈：今日詞元。中圈：今日程式碼新增與刪除行數之和。內圈：目前 AI 活動強度。

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pt_br: Saída
zh_hans: 输出
zh_hant_hk: 輸出
zh_hant_tw: 輸出

source: Output tokens unavailable
de: Ausgabe-Tokens nicht verfügbar
es: Tokens de salida no disponibles
fr: Jetons de sortie indisponibles
ja: 出力トークンを利用できません
ko: 출력 토큰을 사용할 수 없음
pt_br: Tokens de saída indisponíveis
zh_hans: 输出词元不可用
zh_hant_hk: 輸出詞元不可用
zh_hant_tw: 輸出詞元不可用

source: Plans you declare are context, not payment receipts, remaining quota or the basis of token statistics. Choose no fixed subscription to remove a monthly cost.
de: Angegebene Tarife dienen als Kontext, nicht als Zahlungsbelege, Restkontingent oder Grundlage der Token-Statistik. Wähle kein festes Abonnement, um monatliche Kosten zu entfernen.
es: Los planes que declaras aportan contexto; no son recibos de pago, cuota restante ni la base de las estadísticas de tokens. Elige sin suscripción fija para eliminar un coste mensual.
fr: Les forfaits déclarés fournissent du contexte ; ce ne sont ni des reçus de paiement, ni un quota restant, ni la base des statistiques de jetons. Choisissez aucun abonnement fixe pour supprimer un coût mensuel.
ja: 申告したプランは参考情報であり、支払い証明、残りクォータ、トークン統計の根拠ではありません。月額費用を削除するには固定サブスクリプションなしを選択してください。
ko: 선언한 요금제는 참고 정보이며 결제 영수증, 남은 할당량 또는 토큰 통계의 근거가 아닙니다. 월 비용을 제거하려면 고정 구독 없음을 선택하세요.
pt_br: Os planos declarados servem como contexto, não como comprovantes de pagamento, cota restante ou base das estatísticas de tokens. Escolha sem assinatura fixa para remover um custo mensal.
zh_hans: 由你声明的套餐背景，不是实际付款、剩余额度或词元统计的依据。选择无固定订阅可以移除这项月费。
zh_hant_hk: 由你聲明的計劃背景，不是實際付款、剩餘額度或詞元統計的依據。選擇無固定訂閱可以移除這項月費。
zh_hant_tw: 由你聲明的方案背景，不是實際付款、剩餘額度或詞元統計的依據。選擇無固定訂閱可以移除這項月費。

source: Preview mode
de: Vorschaumodus
es: Modo de previsualización
fr: Mode aperçu
ja: プレビューモード
ko: 미리보기 모드
pt_br: Modo de pré-visualização
zh_hans: 预览模式
zh_hant_hk: 預覽模式
zh_hant_tw: 預覽模式

source: Preview · iCloud disconnected
de: Vorschau · iCloud getrennt
es: Previsualización · iCloud desconectado
fr: Aperçu · iCloud déconnecté
ja: プレビュー · iCloud未接続
ko: 미리보기 · iCloud 연결 안 됨
pt_br: Pré-visualização · iCloud desconectado
zh_hans: 预览数据 · 不连接 iCloud
zh_hant_hk: 預覽資料 · 不連線 iCloud
zh_hant_tw: 預覽資料 · 不連線 iCloud

source: Previous week placeholder
de: Platzhalter für vorherige Woche
es: Marcador de la semana anterior
fr: Espace réservé à la semaine précédente
ja: 前週のプレースホルダー
ko: 이전 주 자리 표시자
pt_br: Espaço reservado da semana anterior
zh_hans: 上一周占位
zh_hant_hk: 上一周佔位
zh_hant_tw: 上一週佔位

source: Quiet notifications enabled
de: Leise Mitteilungen aktiviert
es: Notificaciones silenciosas activadas
fr: Notifications discrètes activées
ja: 静かな通知が有効です
ko: 조용한 알림이 활성화됨
pt_br: Notificações silenciosas ativadas
zh_hans: 已启用安静通知
zh_hant_hk: 已啓用安靜通知
zh_hant_tw: 已啓用安靜通知

source: Read token activity from local tool logs and code changes from repositories you choose. Start with home access; development folders can wait.
de: Liest Token-Aktivität aus lokalen Tool-Protokollen und Codeänderungen aus gewählten Repositorys. Beginne mit dem Home-Zugriff; Entwicklungsordner können warten.
es: Lee la actividad de tokens de registros locales de herramientas y los cambios de código de los repositorios que elijas. Empieza por el acceso a la carpeta de inicio; las carpetas de desarrollo pueden esperar.
fr: Lit l’activité des jetons dans les journaux d’outils locaux et les modifications du code dans les dépôts choisis. Commencez par l’accès au dossier de départ ; les dossiers de développement peuvent attendre.
ja: ローカルのツールログからトークンアクティビティを、選択したリポジトリからコード変更を読み取ります。まずホームフォルダを許可し、開発フォルダは後から追加できます。
ko: 로컬 도구 로그에서 토큰 활동을, 선택한 저장소에서 코드 변경을 읽습니다. 홈 접근부터 시작하고 개발 폴더는 나중에 추가할 수 있습니다.
pt_br: Leia a atividade de tokens nos registros locais das ferramentas e as alterações de código nos repositórios escolhidos. Comece pelo acesso à pasta pessoal; as pastas de desenvolvimento podem esperar.
zh_hans: 从本地工具日志读取词元活动，从你选择的仓库统计代码变化。先授权主目录，开发目录可以稍后添加。
zh_hant_hk: 從本地工具記錄讀取詞元活動，從你選擇的儲存庫統計程式碼變化。先授權主資料夾，開發資料夾可以稍後添加。
zh_hant_tw: 從本地工具記錄讀取詞元活動，從你選擇的儲存庫統計程式碼變化。先授權主資料夾，開發資料夾可以稍後新增。

source: Reading local activity…
de: Lokale Aktivität wird gelesen…
es: Leyendo actividad local…
fr: Lecture de l’activité locale…
ja: ローカルアクティビティを読み込み中…
ko: 로컬 활동 읽는 중…
pt_br: Lendo atividade local…
zh_hans: 正在读取本地活动…
zh_hant_hk: 正在讀取本地活動…
zh_hant_tw: 正在讀取本地活動…

source: Reading sessions…
de: Sitzungen werden gelesen…
es: Leyendo sesiones…
fr: Lecture des sessions…
ja: セッションを読み込み中…
ko: 세션 읽는 중…
pt_br: Lendo sessões…
zh_hans: 正在读取会话…
zh_hant_hk: 正在讀取會話…
zh_hant_tw: 正在讀取會話…

source: Reads supported tool logs under home; it does not scan every repository.
de: Liest unterstützte Tool-Protokolle im Home-Ordner; es wird nicht jedes Repository gescannt.
es: Lee los registros de herramientas compatibles de la carpeta de inicio; no escanea todos los repositorios.
fr: Lit les journaux d’outils compatibles dans le dossier de départ ; tous les dépôts ne sont pas analysés.
ja: ホームフォルダ内の対応ツールログを読み取ります。すべてのリポジトリをスキャンするわけではありません。
ko: 홈 폴더 아래의 지원되는 도구 로그를 읽으며 모든 저장소를 스캔하지는 않습니다.
pt_br: Lê registros de ferramentas compatíveis na pasta pessoal; não verifica todos os repositórios.
zh_hans: 用于读取主目录下支持的开发工具日志；不会因此扫描所有仓库。
zh_hant_hk: 用於讀取主資料夾下支援的開發工具記錄；不會因此掃描所有儲存庫。
zh_hant_tw: 用於讀取主資料夾下支援的開發工具記錄；不會因此掃描所有儲存庫。

source: Reads token activity from supported developer tool logs. This does not mean repository code has been scanned or that every tool provides logs.
de: Liest Token-Aktivität aus unterstützten Entwickler-Tool-Protokollen. Das bedeutet weder, dass Repository-Code gescannt wurde, noch dass jedes Tool Protokolle bereitstellt.
es: Lee la actividad de tokens de registros de herramientas de desarrollo compatibles. Esto no significa que se haya escaneado el código de los repositorios ni que todas las herramientas proporcionen registros.
fr: Lit l’activité des jetons dans les journaux d’outils de développement compatibles. Cela ne signifie pas que le code des dépôts a été analysé ni que chaque outil fournit des journaux.
ja: 対応する開発ツールのログからトークンアクティビティを読み取ります。リポジトリのコードをスキャンしたことや、すべてのツールがログを提供することを意味しません。
ko: 지원되는 개발 도구 로그에서 토큰 활동을 읽습니다. 저장소 코드가 스캔되었다거나 모든 도구가 로그를 제공한다는 뜻은 아닙니다.
pt_br: Lê a atividade de tokens nos registros de ferramentas de desenvolvimento compatíveis. Isso não significa que o código dos repositórios foi verificado nem que todas as ferramentas fornecem registros.
zh_hans: 从支持的开发工具日志中读取词元活动，不代表仓库代码已经扫描，也不保证所有工具都提供日志。
zh_hant_hk: 從支援的開發工具記錄中讀取詞元活動，不代表儲存庫程式碼已經掃描，也不保證所有工具都提供記錄。
zh_hant_tw: 從支援的開發工具記錄中讀取詞元活動，不代表儲存庫程式碼已經掃描，也不保證所有工具都提供記錄。

source: Ready to open the dashboard
de: Dashboard kann geöffnet werden
es: Listo para abrir el panel
fr: Prêt à ouvrir le tableau de bord
ja: ダッシュボードを開く準備ができました
ko: 대시보드를 열 준비가 됨
pt_br: Pronto para abrir o painel
zh_hans: 准备好打开仪表盘
zh_hant_hk: 準備好打開儀錶盤
zh_hant_tw: 準備好打開儀錶盤

source: Recent Mac activity, independent of the selected period. An expired observation does not mean resting.
de: Letzte Mac-Aktivität, unabhängig vom gewählten Zeitraum. Eine abgelaufene Beobachtung bedeutet nicht Ruhe.
es: Actividad reciente del Mac, independiente del periodo seleccionado. Una observación caducada no significa que esté en reposo.
fr: Activité récente du Mac, indépendante de la période sélectionnée. Une observation expirée ne signifie pas un état de repos.
ja: 選択期間とは無関係な最近のMacアクティビティです。観測期限切れは休止中を意味しません。
ko: 선택한 기간과 무관한 최근 Mac 활동입니다. 만료된 관측값이 휴식 중임을 뜻하지는 않습니다.
pt_br: Atividade recente do Mac, independente do período selecionado. Uma observação expirada não significa repouso.
zh_hans: 这是 Mac 最近的活动观测，不随统计范围切换。过期观测不代表平静。
zh_hant_hk: 這是 Mac 最近的活動觀測，不隨統計範圍切換。過期觀測不代表平靜。
zh_hant_tw: 這是 Mac 最近的活動觀測，不隨統計範圍切換。過期觀測不代表平靜。

source: Recent tokens
de: Letzte Tokens
es: Tokens recientes
fr: Jetons récents
ja: 最近のトークン
ko: 최근 토큰
pt_br: Tokens recentes
zh_hans: 最近词元
zh_hant_hk: 最近詞元
zh_hant_tw: 最近詞元

source: Refresh data
de: Daten aktualisieren
es: Actualizar datos
fr: Actualiser les données
ja: データを更新
ko: 데이터 새로고침
pt_br: Atualizar dados
zh_hans: 刷新数据
zh_hant_hk: 重新整理資料
zh_hant_tw: 重新整理資料
